Repository: haroldma-zz/Audiotica
Catalog: Apps/Audiotica.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, it_it

# AddToMenuItem.Text
source: Add To... (Disabled)
es_es: Añadir A... (Desactivado)
it_it: Aggiungi a... (Disabilitato)

# AlbumDetailCard.ActionButtonText
source: Download All (Disabled)
es_es: Descargar álbum completo
it_it: Scarica Tutto (Disabilitato)

# AlbumDetailCard.HeaderText
source: Details
es_es: Detalles
it_it: Dettagli

# AlbumsCard.HeaderText
source: Albums
es_es: Álbumes
it_it: Album

# AlreadySavedToast
source: Already saved
es_es: Ya tienes esta canción
it_it: Già salvata

# ArtistBioCard.HeaderText
source: Bio
es_es: Biografía

# ArtistDetailCard.HeaderText
source: Details
es_es: Detalles
it_it: Dettagli

# ArtistTopAlbumsCard.ActionButtonText
source: View More
es_es: Ver mas
it_it: Vedi di più

# ArtistTopAlbumsCard.HeaderText
source: Top Albums
es_es: Álbumes populares
it_it: Album più richiesti

# ArtistTopTracksCard.ActionButtonText
source: View More
es_es: Ver mas
it_it: Vedi di più

# ArtistTopTracksCard.HeaderText
source: Top Songs
es_es: Canciones populares
it_it: Brani più richiesti

# CollectionAlbumsPivot.Header
source: albums
es_es: álbumes
it_it: album

# CollectionArtistsPivot.Header
source: artists
es_es: artistas
it_it: artisti

# CollectionCard.HeaderText
source: Collection
es_es: Colección
it_it: Collezione

# CollectionSongsPivot.Header
source: songs
es_es: canciones
it_it: canzoni

# DeleteMenuItem.Text
source: Delete
es_es: Borrar
it_it: Elimina

# ErrorBootingToast
source: Problem booting app services
es_es: Problema prendiendo servicios
it_it: Problema avvio servizi dell'app

# ErrorDeletingToast
source: Problem deleting song
es_es: Problema borrando la canción
it_it: Problema eliminazione canzone

# MatchingSongToast
source: Finding audio...
es_es: Buscando audio...
it_it: Cercando la traccia...

# MusicTextBlock.Text
source: Music
es_es: Musica
it_it: Musica

# NetworkIssueToast
source: There was a network issue
es_es: Hubo un problema con la red
it_it: C'è stato un problema di connessione

# NoMatchFoundToast
source: No audio found
es_es: No se encontro el audio
it_it: Nessuna traccia trovata

# NoSearchResultsToast
source: No search results
es_es: No hay resultados de la búsqueda
it_it: Nessun risultato

# SearchCard.HeaderText
source: Search
es_es: Buscar
it_it: Cerca

# SearchTextBlock.Text
source: Search
es_es: Busqueda
it_it: Cerca

# ShareMenuItem.Text
source: Share (Disabled)
es_es: Compartir (Desactivado)
it_it: Condividi (Disabilitato)

# SongDeletedToast
source: Song deleted
es_es: Canción borrada
it_it: Canzone eliminata

# SongSavedToast
source: Song saved
es_es: Canción guardada
it_it: Canzone salvata

# SpotlightCard.HeaderText
source: Spotlight
es_es: Destacados
it_it: Sotto i Riflettori

# TopTracksCard.HeaderText
source: Top Songs
es_es: Canciones populares
it_it: Canzoni Top

# TracksCard.HeaderText
source: Tracks
es_es: Canciones
it_it: Tracce
